Repository: Aether-Foundation/NasSync
Catalog: resources/strings/*/Strings.resw
Source language: en_us
Languages: zh_cn

# AppName
source: NAS Cloud Sync
zh_cn: NAS 云同步

# AppDescription
source: Synchronize files between your PC and NAS device
zh_cn: 在电脑与 NAS 设备之间同步文件

# StateConnected
source: Connected
zh_cn: 已连接

# StateDisconnected
source: Disconnected
zh_cn: 未连接

# StateConnecting
source: Connecting...
zh_cn: 正在连接...

# StateSyncing
source: Syncing...
zh_cn: 正在同步...

# StatePaused
source: Paused
zh_cn: 已暂停

# StateError
source: Error
zh_cn: 错误

# StateOffline
source: Offline
zh_cn: 离线

# TrayPauseSync
source: Pause Sync
zh_cn: 暂停同步

# TrayResumeSync
source: Resume Sync
zh_cn: 恢复同步

# TraySettings
source: Settings
zh_cn: 设置

# TrayOpenSyncFolder
source: Open Sync Folder
zh_cn: 打开同步文件夹

# TrayExit
source: Exit
zh_cn: 退出

# TrayStatus
source: Status: {0}
zh_cn: 状态：{0}

# ContextMenuFreeUpSpace
source: Free up space
zh_cn: 释放空间

# ContextMenuAlwaysAvailable
source: Always keep on this device
zh_cn: 始终保留在此设备上

# ConflictTitle
source: File Conflict Detected
zh_cn: 检测到文件冲突

# ConflictMessage
source: The file "{0}" was modified on both your PC and the NAS. A copy has been created.
zh_cn: 文件 "{0}" 在本地和 NAS 上均被修改。已创建副本。

# ConflictKeepLocal
source: Keep Local Version
zh_cn: 保留本地版本

# ConflictKeepRemote
source: Keep NAS Version
zh_cn: 保留 NAS 版本

# ConflictKeepBoth
source: Keep Both
zh_cn: 两个都保留

# NotifySyncComplete
source: Sync complete — {0} files updated
zh_cn: 同步完成 — 已更新 {0} 个文件

# NotifyConnectionLost
source: Connection to NAS lost. Cached files are still available.
zh_cn: 与 NAS 的连接已断开。已缓存的文件仍然可用。

# NotifyConnectionRestored
source: Connection to NAS restored. Resuming sync...
zh_cn: 与 NAS 的连接已恢复。正在恢复同步...
